const datamap = {
    SSR: {
        items: [
            "超電磁二重星",
            "氷風の矢",
            "薔薇の頂",
            "疾雷の双刃",
            "海の戦輪",
            "ネガティブキューブ",
            "零度の指針",
            "V2メルトシールド",
            "レイヴンの大鎌"
        ],
        rate: 0.3
    },
    SR: {
        items: [
            "初動重撃",
            "夜雀の羽根",
            "雷霆の戟",
            "エンダー",
            "聖痕の杖"
        ],
        rate: 3.0
    },
    R: {
        items: [
            "コンバットナイフ",
            "複合弓",
            "フロストスピア",
            "電磁ブレイド"
        ],
        rate: 30.7
    },
    N1: {
        items: [
            "武器エナジープールII"
        ],
        rate: 5.0
    },
    N2: {
        items: [
            "武器エナジープールI"
        ],
        rate: 40.0
    },
    C1: {
        items: [
            "寒冬の心",
            "溶岩の心",
            "稲妻の心",
            "山岳の心"
        ],
        rate: 1.0
    },
    C2: {
        items: [
            "灼熱のコア",
            "氷結のコア",
            "磁気エナジーのコア",
            "岩石のコア"
        ],
        rate: 20
    }
};

export default datamap;