const datamap = {
    SSR: {
        items: [
            "超電磁二重星",
            "氷風の矢",
            "薔薇の頂",
            "疾雷の双刃",
            "海の戦輪",
            "ネガティブキューブ",
            "零度の指針",
            "V2メルトシールド",
            "レイヴンの大鎌",
            "紅蓮刀",
            "フレイムリボルバー",
            "明けの明星",
            "バルムンク",
            "スパーク",
            "水流の心",
            "夕べの祈り",
            "破重雷槍"
        ],
        rate: 0.75
    },
    SR: {
        items: [
            "初動重撃",
            "夜雀の羽根",
            "雷霆の戟",
            "エンダー",
            "聖痕の杖"
        ],
        rate: 1.0
    },
    R: {
        items: [
            "コンバットナイフ",
            "複合弓",
            "フロストスピア",
            "電磁ブレイド"
        ],
        rate: 91.4
    },
    N: {
        items: [
            "武器エナジープールIII"
        ],
        rate: 6.85
    }
}

export default datamap;