const datamap = {
    SSR: {
        items: [
            "登録者数5000兆人かるぼ",
            "ギルドマスターあしちゃん",
            "黄金のえむまる",
            "ベジタリアンおにくやさん",
            "酒豪華娘",
            "超合金合体変形ロボツキノムラクモ",
            "王子様",
            "美少女いちか",
            "社長とり団子"
        ],
        rate: 1.0
    },
    SR: {
        items: [
            "あしちゃんの左足",
            "大胸筋のパソコン",
            "ごま犬の犬",
            "石油王",
            "華楯柚子の家"
        ],
        rate: 10.0
    },
    R: {
        items: [
            "かるぼさんのお風呂シーン",
            "金属でできたしゅな",
            "子供銀行の札束",
            "GeForce RTX 4090で燃える家",
            "炎上しないゆた○ん"
        ],
        rate: 29.0
    },
    N: {
        items: [
            "普通の高速人",
            "お子様らんちに入る権利"
        ],
        rate: 60
    }
}

export default datamap;